Repository: wahaproject/device-driver-manager
Catalog: po/*.po
Languages: ar, nb, pt_pt, sr

source: Device Driver Manager
ar: مدير تعريف الأجهزة
pt_pt: Gestor de Driver de Dispositivo
sr: Менаџер драјвера за уређаје

source: Install
ar: التثبيت
nb: Installer
pt_pt: Instalar
sr: Инсталирај

source: Help
ar: مساعدة
nb: Hjelp
pt_pt: Ajuda
sr: Помоћ

source: Log
ar: السّجل
nb: Logg
pt_pt: Registo
sr: Дневник

source: Quit
ar: خروج
nb: Avslutt
pt_pt: Sair
sr: Напусти

source: Use Backports
ar: استخدم مستودع باكبورتس
nb: Bruk tilbakeporteringer
pt_pt: Usar Backports
sr: користи бекпорт

source: No internet connection
ar: لا يوجد اتصال بالإنترنت
nb: Ingen internettforbindelse
pt_pt: Não há ligação à Internet
sr: Нема интернет везе

source: You need an internet connection to install the additional software. Please, connect to the internet and try again.
ar: تحتاج لاتصال بالإنترنت لتثبيت البرامج الإضافية. من فضلك، اتّصل بالإنترنت وحاول مرة أخرى.
nb: Du trenger en internettforbindelse for å installere tilleggsprogramvaren. Vennligst koble til internett og prøv igjen.
pt_pt: Você precisa de uma ligação à Internet para instalar o software adicional. Por favor, ligue à Internet e tente novamente.
sr: Потребна је интернет веза да бисте инсталирали додатни софтвер. Повежите се и покушајте поново.

source: You have selected to install drivers from the backports repository whenever they are available. Although you can run more up to date software using the backports repository, you introduce a greater risk of breakage doing so. Are you sure you want to continue?
ar: لقد قمت بتحديد تثبيت التعريفات من مستودع باكبورتس متى توفرت. رغم أنه يمكنك تشغيل برامج أكثر حداثة باستخدام مستودع باكبورتس إلّا أنه قد تزيد من إحتمالية وقوع النظام بفعل ذلك. هل أنت متأكد أنك تريد المتابعة؟
nb: Du har valgt å installere drivere fra arkivet for tilbakeporteringer når disse er tilgjengelig. Selv om du kan kjøre mer oppdatert programvare ved å bruke arkivet for tilbakeporteringer øker du risikoen for at noe kan slutte å virke. Er du sikker på at du vil fortsette?
pt_pt: Você selecionou em instalar drivers a partir do repositório backports, sempre que estiver disponível. Embora seja possível, executar mais software atualizado usando o repositório backports, você introduz um maior risco de quebra ao fazê-lo. Você tem certeza que quer continuar?
sr: Изабрали сте да се драјвери инсталирају из бекпорт складишта када су доступни. Иако то омогућава да радите са новијим верзијама софтвера, већи је ризик да ће доћи до грешака или пуцања апликација. Заиста желите да наставите?

source: Device
ar: الجهاز
nb: Enhet
pt_pt: Dispositivo
sr: Уређај

source: Remove kernel
ar: إزالة النواة
nb: Fjern kjerne
pt_pt: Remover o kernel
sr: Уклони кернел

source: You cannot remove a booted kernel. Please, boot another kernel and try again.
ar: لا يمكنك إزالة النواة المستخدمة حاليا. من فضلك، حاول بعد إعادة التشغيل بنواة أخرى.
nb: Du kan ikke fjerne en kjerne som kjører. Vennligst start en annen kjerne og prøv igjen.
pt_pt: Você não pode remover um kernel iniciado. Por favor, iniciar outro kernel e tente novamente.
sr: Не можете уклонити кернел којим сте подигли систем. Подигните систем другим кернелом па покушајте поново.

source: Hardware scan
ar: تفحص الأجهزة
nb: Skanning av maskinvaren
pt_pt: Verificação de hardware
sr: Испитивање хардвера

source: There are no available drivers for your hardware:
ar: لا توجد تعريفات متوفرة لعتادك:
nb: Det er ingen drivere tilgjengelig for din maskinvare:
pt_pt: Não há drivers disponíveis para o seu hardware:
sr: Нема доступних драјвера за ваш хардвер.

source: DDM did not find any supported hardware.
ar: لم يعثر مدير التعريف على أي عتاد مدعوم.
nb: DDM kunne ikke finne noe støttet maskinvare.
pt_pt: GDD não encontrou qualquer hardware suportado.
sr: ДДМ није нашао подржани хардвер.

source: ATI FirePro/Gl card found
ar: وجِدت بطاقة ATI FirePro/Gl
nb: ATI FirePro/Gl kort funnet
pt_pt: Placa ATI FirePro/Gl foi encontrado
sr: Нађена „ATI FirePro/Gl“ картица

source: Installing the proprietary driver for an ATI FirePro/Gl card may render your system unbootable. Proceed at your own risk.
ar: تثبيت التعريف المغلق الخاص ببطاقة ATI FirePro/Gl قد يجعل نظامك غير قابل للإقلاع. المتابعة على مسؤوليتك.
nb: Å installere en proprietær driver for et ATI FirePro/Gl-kort kan gjøre at du ikke får startet systemet. Fortsett på din egen risiko.
pt_pt: Ao Instalar o driver proprietário para a placa ATI FirePro/Gl pode fazer com que o seu sistema não arranque. Prossiga por sua conta e risco.
sr: Инсталација власничког драјвера за „ATI FirePro/Gl„ карту, може довести систем у стање да се не може подићи. Наставите на сопствени ризик..

source: PAE capable system
ar: النظام يدعم PAE
nb: PAE-kapabelt system
pt_pt: Sistema capaz PAE
sr: ПАЕ способан систем

source: Run as root.
ar: شغِّل كجذر.
nb: Kjør som rot.
pt_pt: Execute como root.
sr: Покрени као root

source: Wrong arguments passed to ddm.
ar: معاملات خاطئة مرِّرت لـ ddm.
nb: Feil argumeneter sendt til ddm.
pt_pt: Argumentos errados foram passados para o gdd.
sr: Погрешан аргумент.

source: There are no driver available.
ar: .لا يوجد أي تعريف متاح
nb: Det er ingen tilgjengelige drivere.
pt_pt: Não há nenhum driver disponível.
sr: Нема доступних драјвера.

source: The driver cannot be found in repository.
ar: تعذّر العثور على تعريف في المستودع
nb: Driveren kan ikke bli funnet i arkivet.
pt_pt: O driver não pode ser encontrado no repositório.
sr: Нема драјвера у складишту.

source: Download error. Check your internet connection.
ar: خطأ في التنزيل. تحقق من اتصال الإنترنت الخاص بك.
nb: Nedlasting feilet. Sjekk internettforbindelsen.
pt_pt: Erro ao baixar. Verifique a sua ligação à internet.
sr: Грешка преузимања. Проверите интернет везу.

source: DDM cannot purge the driver.
ar: .لا يمكن لبرنامج الإعداد إزالة التعريف
nb: DDM kan ikke rense bort driveren.
pt_pt: O GDD não pode limpar o driver.
sr: ДДМ не може да очисти драјвер.

source: This card is not supported.
ar: هذه البطاقة غير مدعومة.
nb: Dette kortet er ikke støttet.
pt_pt: Esta placa não é suportada.
sr: Ова картица није подржана.

source: Cannot get the Debian version from /etc/debian_version. Please install the base-files package.
sr: Не могу да добијем Дебијан верзију из /etc/debian_version Инсталирајте пакет „base-files“

source: Could not configure Nvidia Bumblebee.
sr: Не могу да подесим Nvidia Bumblebee.

source: There was an error during the installation. Please, run 'sudo apt-get -f install' in a terminal. Visit our forum for support: http://forums.solydxk.com
ar: حدث خطأ أثناء التثبيت. من فضلك، شغّل 'sudo apt-get -f install' على الطرفية. يمكنك زيارة منتدانا للحصول على الدعم: http://forums.solydxk.com
nb: Det oppsto en feil under installasjonen. Vennligst kjør 'sudo apt-get -f install' i et terminalvindu. Besøk forumet vårt for brukerstøtte: http://forums.solydxk.com
pt_pt: Houve um erro durante a instalação. Por favor, execute 'sudo apt-get -f install' no terminal. Visite nosso fórum de suporte: http://forums.solydxk.com
sr: Дошло је до грешке при инсталацији. Покрените 'sudo apt-get -f install' у терминалу. За подршку, посетите наш форум: http://forums.solydxk.com

source: The software has been successfully installed.
ar: تم تثبيت البرنامج بنجاح.
nb: Installasjonen av programvaren var vellykket.
pt_pt: O software foi instalado com êxito.
sr: Софтвер је успешно инсталиран.

source: You will need to restart your system.
ar: ستحتاج لإعادة تشغيل نظامك.
nb: Du må restarte systemet.
pt_pt: Você precisará reiniciar o sistema.
sr: Морате да поново покренете систем.

source: Device Driver Manager helps to install proprietary drivers for your hardware. Only install proprietary drivers if you are sure you really need them. Usually open drivers are enough.
ar: يساعدك مدير تعريف الأجهزة على تثبيت التعريف الخاص بالمصنع لعتادك. ثبّت التعريف الخاص بالمصنع فقط إذا كنت متأكد من حاجتك له. غالبا ما يكون التعريف المفتوح كافيا.
nb: Device Driver Manager hjelper deg å installere proprietære drivere for maskinvaren din. Bare installer proprietære drivere hvis du virkelig trenger dem. Som regel er åpne drivere tilstrekkelig.
pt_pt: O Gestor de Driver de Dispositivo ajuda a instalar drivers proprietários para o seu hardware. Só instale drivers proprietários se tiver certeza de que você realmente precisa deles. Geralmente as drivers abertos são suficientes.
sr: Менаџер драјвера помаже при инсталацији власничких драјвера за ваш хардвер. Инсталирајте власничке драјвере само ако су вам неопходни. Обично су слободни драјвери довољни.

source: Device Driver Manager cannot be started in a live environment You can use the --force argument to start DDM in a live environment
ar: لا يمكن تشغيل مدير تعريف الأجهزة في بيئة حية يمكنك استخدام المعامل --force لبدء DDM في بيئة حية
nb: Device Driver Manager kan ikke startes i et live-miljø Du kan bruke bryteren --force for å starte DDM i et live-miljø
pt_pt: O Gestor de Driver de Dispositivo não pode ser iniciado num ambiente live Você pode usar o argumento --force para começar o GDD num ambiente live
sr: Менаџер драјвера се не може покренути у живом окружењу Можете користити аргумент --force да бисте га ипак покренули

source: Unexpected error
ar: خطأ غير متوقع
nb: Uventet feil
pt_pt: Erro inesperado
sr: Неочекивана грешка

source: DDM has failed with the following unexpected error. Please submit a bug report!
ar: فشل مدير تعريف الأجهزة مع الخطأ غير المتوقع التالي. يرجى تقديم تقرير عن وجود علّة!
nb: DDM har feilet med følgende uventede feilmelding. Vær snill å sende en feilrapport!
pt_pt: O GDD falhou com o seguinte erro inesperado. Por favor envie um relatório de erro!
sr: Менаџер драјвера је омануо са следећом неочекиваном грешком. Пријавите нам је!

source: Device Driver Manager Help
ar: مساعدة مدير تعريف الأجهزة
nb: Hjelp for driverbehandler
pt_pt: Ajuda do Gestor de Driver de Dispositivo
sr: Помоћ за Менаџера драјвера

source: Description
ar: الوصف
nb: Beskrivelse
pt_pt: Descrição
sr: Опис

source: The Device Driver Manager is a tool to help users installing third-party hardware drivers. Currently Nvidia, ATI and Broadcom drivers can be installed and allows to install the PAE kernel for multi-core 32-bit systems. The Device Driver Manager will only list those devices that are supported. It will not list any other devices then mentioned above.
ar: مدير تعريف الأجهزة هو أداة لمساعدة المستخدمين على تثبيت تعريفات الأجهزة الخاصة بالمصنع. حاليا يسمح بتثبيت تعريفات ATI ،Nvidia وBroadcom كما يسمح بتثبيت النواة مع ملحق PAE للأنظمة متعددة الأنوية على معمارية 32 بت. يقوم مدير تعريف الأجهزة بعرض الأجهزة التي يدعمها فقط. لذا لن يدرج أيّة أجهزة أخرى غير المذكورة أعلاه.
nb: Device Driver Manager er et verktøy til å hjelpe brukere å installere tredjeparts maskinvaredrivere. For øyeblikket kan Nvidia, ATI og Broadcom-drivere bli installert. PAE-kjernen kan også installeres på 32-bit multi-kjernesystemer. Device Driver Manager vil kun liste disse støttede driverne. Det vil ikke liste andre enheter enn det som er nevnt ovenfor.
pt_pt: O Gestor de Driver de Dispositivo é uma ferramenta para ajudar os utilizadores na instalação de drivers de hardware de terceiros. Atualmente, as drivers da Nvidia, ATI e Broadcom podem ser instaladas e permite instalar o kernel PAE para sistemas de 32 bits multi-core. O Gestor de Driver de Dispositivo só irá listar os dispositivos que são suportados. Ele não irá listar quaisquer outros dispositivos mencionados acima.
sr: Менаџер драјвера је алат који помаже корисницима при инсталацији власничких драјвера. Тренутно су подржани драјвери за Nvidia, ATI и Broadcom уређаје као и ПАЕ кернели за вишејезгарне 32-битне системе. Менаџер драјвера ће приказати само подржане уређаје. Не приказује друге уређаје осим горе поменуте.

source: Important
ar: هام
nb: Viktig
pt_pt: Importante
sr: Важно

source: The Device Driver Manager can only install drivers which are available in the repositories. Make sure you have an internet connection if you want to install the drivers.
ar: يمكن لمدير تعريف الأجهزة أن يثبت التعريفات المتوفرة بالمستودعات فقط. تأكد أن لديك اتصالا بالإنترنت إذا كنت تريد تثبيت التعريفات.
nb: Device Driver Manager kan kun installere drivere som er tilgjengelig i arkivet. Pass på at du har internettforbindelse hvis du vil installere driverne.
pt_pt: O Gestor de Driver de Dispositivo só pode instalar drivers que estão disponíveis nos repositórios. Verifique se você tem uma ligação com a internet, se você quiser instalar os drivers.
sr: Менаџер драјвера може да инсталира само драјвере који су у складиштима. Проверите имате ли везу са интернетом пре инсталирања.

source: Commands
ar: تعليمات
nb: Kommandoer
pt_pt: Comandos
sr: Команде

source: If you prefer to install the drivers by terminal, you can use the following commands:
ar: إذا كنت تفضل تثبيت التعريفات عبر الطرفية يمكنك استخدام التعليمات التالية:
nb: Hvis du foretrekker å installere driverne via en terminal, kan du bruke følgende kommandoer:
pt_pt: Se você preferir instalar os drivers pelo terminal, você pode usar os seguintes comandos:
sr: Ако желите да инсталирате драјвере из терминала, употребите следеће команде:

source: This will install the fglrx drivers for your ATI graphical card. ATI cards from version HD 5000 and up are supported by the fglrx drivers. Versions between 1000 and 5000 will use the Radeon drivers. Use "ddm -p ati" to remove the drivers from your system.
ar: هذا سيثبت تعريفات fglrx لبطاقة ATI الخاصة بك. بطاقات ATI من الإصدار HD 5000 فما فوق مدعومة من طرف تعريف fglrx. الإصدارات من 1000 إلى 5000 ستستخدم تعريفات Radeon. استخدم "ddm -p ati" لإزالة التعريف من نظامك.
nb: Dette vi installere fglrx driveren for ATI grafikkkortet ditt. ATI kort fra versjon HD 5000 og oppover er støttet av fglrx driverne. Versjoner mellom 1000 og 5000 vil bruke Radeon drivere. Bruk "ddm -p ati" for å fjerne drivere fra systemet ditt.
pt_pt: Isto irá instalar os drivers fglrx para a sua placa gráfica ATI. Placas ATI da versão HD 5000 ou superior são suportados pelos drivers fglrx. Versões entre 1000 e 5000 vai usar os drivers Radeon. Use "ddm -p ati" para remover os drivers do seu sistema.
sr: Ово ће инсталирати „fglrx“ драјвере за вашу ATI графичку карту. ATI карте од верзије HD 5000 и навише су подржане „fglrx“ драјверима. Верзије од 1000 до 5000 користиће Radeon драјвере. Користите „ddm -p ati“ да уклоните драјвере са система.

source: This will select the right drivers for your Nvidia graphical card. It will select the Bumblebee drivers in case you have a hybrid card (both Nvidia and Intel). Use "ddm -p nvidia" to remove the drivers from your system.
ar: سيؤدي هذا إلى تحديد التعريف الصحيح لبطاقة الرسوميات أنفيديا الخاصة بك. وسيقوم بتحديد تعريف Bumblebee في حال ما إذا كانت لديك بطاقة رسومية هجينة (أنفيديا و إنتل معا). استخدم "ddm -p nvidia" لإزالة التعريف من نظامك.
nb: Dette vil velge de riktige driverne for ditt Nvidia-kort. Det vil velge Bumblebee-drivere dersom du har et hybrid-kort (både Nvidia og Intel). Bruk "ddm -p nvidia" for å fjerne driverne fra systemet.
pt_pt: Isto irá selecionar os drivers corretos para a sua placa gráfica Nvidia. Ele irá selecionar os drivers Bumblebee no caso de você ter um gráfica híbrida (ambos Nvidia e Intel). Use "ddm -p nvidia" para remover os drivers do seu sistema.
sr: Ово ће изабрати праве драјвере за вашу Nvidia графичку карту. Изабраће „Bumblebee“ драјвере у случају да имате хибридну картицу (Nvidia или Intel). Користите „ddm -p nvidia“ да уклоните драјвере са система.

source: You can use this command if you want to revert back to the open Nouveau drivers. It will remove any proprietary drivers from your system.
ar: يمكنك إستخدام هذه التعليمة إذا أردت العودة إلى التعريف المفتوح (Nouveau). هذا سيزيل أي تعريف خاص بالمصنع من نظامك.
nb: Du kan bruke denne kommandoen hvis du ønsker å tilbakestille systemet til de åpne Nouveau-driverne. Det vil fjerne alle proprietære driver fra systemet ditt.
pt_pt: Você pode usar este comando se você quiser reverter para os drivers Nouveau abertos. Ela irá remover qualquer drivers proprietários de seu sistema.
sr: Ову команду можете користити ако желите да се вратите на слободне „Nouveau“ драјвере. Уклониће све власничке драјвере са система.

source: This command will install the right driver for your wireless Broadcom adapter. Use "ddm -p broadcom" to remove the drivers from your system.
ar: هذا الأمر سيقوم بتثبيت التعريف المناسب لبطاقة الشبكة اللاسلكية Broadcom الخاصة بك. استخدم "ddm -p broadcom" لإزالة التعريف من نظامك.
nb: Denne kommandoen vil installere den riktige driveren for ditt trådløse Broadcom-adapter. Bruk "ddm -p broadcom" for å fjerne driverne fra systemet ditt.
pt_pt: Este comando irá instalar o driver correto para seu adaptador wireless Broadcom. Use "ddm -p broadcom" para remover os drivers do seu sistema.
sr: Ово ће изабрати праве драјвере за ваш Broadcom adapter. Користите „ddm -p broadcom“ да уклоните драјвере са система.

source: This will install the PAE kernel on multi-processor systems running a 32-bit OS. Use "ddm -p pae" to remove the PAE kernel from your system. Note that you cannot remove the kernel when you are currently booted into that kernel.
ar: سيقوم هذا بتثبيت نواة PAE للأنظمة متعددة الأنوية على معمارية 32 بتاستخدم "ddm -p pae" لإزالة نواة PAE من نظامك. لاحظ أنه لا يمكن حذف هذه النواة إذا كنت حاليا قد أقلعت باستخدامها.
nb: Dette vil installere PAE-kjernen på multi-prosessor systemer som kjører et 32-bits OS. Bruk "ddm -p pae" for å fjerne PAE-kjernen fra systemet. Merk at du ikke kan fjerne kjernen når du har startet opp med denne.
pt_pt: Isto irá instalar o kernel PAE em sistemas com múltiplos processadores que executam um sistema operativo de 32-bit. Use "ddm -p pae" para remover o kernel PAE do seu sistema. Observe que você não pode remover o kernel, estando ele atualmente iniciado.
sr: Ово инсталира ПАЕ кернел на 32-битне системе са вишејезгарним процесором. Користите „ddm -p pae“ да уклоните ПАЕ кернел. Обратите пажњу да не можете уклонити кернел са којим сте тренутно подигли систем.

source: This will try to fix a Bumblebee install.
ar: هذا سيحاول إصلاح تثبيت Bumblebee
nb: Dette vil prøve å fikse Bumblebee-installasjonen.
pt_pt: Isso irá tentar corrigir a instalação Bumblebee.
sr: Ово покушава да среди „Bumblebee“ инсталацију.

source: Logging
sr: Дневник

source: File: /var/log/ddm.log
ar: الملف: /var/log/ddm.log
nb: Fil: /var/log/ddm.log
pt_pt: Ficheiro: /var/log/ddm.log
sr: Фајл: /var/log/ddm.log

source: Please, attach your log file when you post an issue on our forum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>
ar: يرجى إرفاق ملف السجل الخاص بك عند إضافة مشكلة على منتدانا: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>
nb: Vær snill å legge ved logg-filen når du poster om et problem i forumet vårt: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>
pt_pt: Por favor, anexar o ficheiro de registo quando você postar um problema no nosso fórum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>
sr: Приложите и фајл дневника када постављате проблем на форуму: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>
